[
    {
        "id": "0",
        "author": "Winston Churchill",
        "text": "Blood, Toil, Tears and Sweat. You ask, what is our aim? I can answer in one word: Victory. Victory at all costs—Victory in spite of all terror—Victory, however long and hard the road may be, for without victory there is no survival.",
        "keywords": "Victory, Survival, Blood, Toil, Tears,Sweat",
        "date": "1940-06-13T18:25:43.511Z"
    },
    {   "id":"1",
        "author": "Winston Churchill",  
        "text": "The Liberties of Britain, The House of Lords] regards all our liberties and political rights as enjoyed and enjoyable only so long as they choose to let us go on having them. But once we touch reality, once we touch their interests and privileges - [kicks his platform] Out!",
        "keywords":"Liberties",
        "date":"1910-01-10T18:25:43.511Z"
      
       },
       { "id":"2",
        "author": "Winston Churchill",  
        "text": " The Few. The great air battle which has been in progress over this Island for the last few weeks has recently attained a high intensity.",
        "keywords":"Few, Intensity",
        "date":"1940-08-20T18:25:43.511Z"
       },
       { "id":"3",
        "author": "Winston Churchill",  
        "text": " The United States of Europe. If at first all the States of Europe are not willing or able to join the Union, we must nevertheless proceed to assemble and combine those who will and those who can.",
        "keywords":"United States of Europe, Union",
        "date":"1946-08-19T18:25:43.511Z"
       },
       { "id":"4",
        "author": "Winston Churchill",  
        "text": "We Shall Fight on the Beaches. We shall go on to the end. We shall fight in France, we shall fight on the seas and oceans, we shall fight with growing confidence and growing strength in the air... The day may dawn when fair play, love for one’s fellow-men, respect for justice and freedom, will enable tormented generations to march forth serene and triumphant from the hideous epoch in which we have to dwell. Meanwhile, never flinch, never weary, never despair.”",
        "keywords":"Fight, Strenth",
        "date":"1940-06-24T18:25:43.511Z"
       },
       { "id":"5",
        "author": "Winston Churchill",  
        "text": "Never Despair. The hydrogen bomb has made an astounding incursion into the structure of our lives and thoughts.",
        "keywords":"Never Despairy",
        "date":"1955-03-01T18:25:43.511Z"
       },
        { "id":"6",
        "author": "Winston Churchill",  
        "text": "In the days to come the British and American peoples will for their own safety and for the good of all walk together side by side in majesty, injustice and in peace.",
        "keywords":"Safety, Walk Together",
        "date":"1941-12-26T18:25:43.511Z"
       },
        { "id":"7",
        "author": "Winston Churchill",  
        "text": "From Stettin in the Baltic to Trieste in the Adriatic, an iron curtain has descended across the Continent.",
        "keywords":"Iron curtain",
        "date":"1946-03-05T18:25:43.511Z"
       },
       { "id":"8",
        "author": "Winston Churchill",  
        "text": "What General Weygand called the Battle of France is over. I expect that the Battle of Britain is about to begin...Hitler knows that he will have to break us in this Island or lose the war. If we can stand up to him, all Europe may be free and the life of the world may move forward into broad, sunlit uplands. But if we fail, then the whole world, including the United States, including all that we have known and cared for, will sink into the abyss of a new Dark Age made more sinister, and perhaps more protracted, by the lights of perverted science. Let us therefore brace ourselves to our duties, and so bear ourselves that, if the British Empire and its Commonwealth last for a thousand years, men will still say, “This was their finest hour.",
        "keywords":"Finest Hour",
        "date":"1940-06-18T18:25:43.511Z"
       },
        { "id":"9",
        "author": "Winston Churchill",  
        "text": "Speech on Trade Unions and Trade Disputes Bill. It lies with the Government to satisfy the working classes that there is no justification...er... [long silence]",
        "keywords":"Trade Unions",
        "date":"1904-04-22T18:25:43.511Z"
       }
]